Repository: albarn-dekart/catering-flutter
Catalog: lib/l10n/app_*.arb
Languages: pl

# actionReportIssue
source: Report Issue
pl: Zgłoś Problem

# actionReturnToRestaurant
source: Return to Restaurant
pl: Zwróć do Restauracji

source: Active
pl: Aktywne

source: Active Orders
pl: Aktywne Zamówienia

source: Add
pl: Dodaj

source: Add Address
pl: Dodaj Adres

source: Address
pl: Adres

# addAddressToGetStarted
source: Add a new address to get started
pl: Dodaj nowy adres, aby rozpocząć

source: Add Meal
pl: Dodaj Posiłek

source: Add Meal Plan
pl: Dodaj Plan Posiłków

source: Add New Diet Category
pl: Dodaj Nową Kategorię Diety

source: Add/Remove Meals
pl: Dodaj/Usuń Posiłki

source: Add Restaurant
pl: Dodaj Restaurację

source: Add to Cart
pl: Dodaj do Koszyka

# addedToCart
source: {item} added to cart
pl: Dodano {item} do koszyka

source: Admin Dashboard
pl: Panel Administratora

source: Advanced Filters
pl: Zaawansowane Filtry

source: All
pl: Wszystkie

source: All Time
pl: Cały okres

# allDeliveries
source: All Deliveries ({count})
pl: Wszystkie Dostawy ({count})

# apartmentOptional
source: Apartment / Unit (Optional)
pl: Mieszkanie / Lokal (Opcjonalne)

# appTitle
source: Catering Service
pl: Usługi Cateringowe

source: Are you sure you want to cancel this order?
pl: Czy na pewno chcesz anulować to zamówienie?

source: Assign Courier
pl: Przypisz Kuriera

source: Assign Role
pl: Przypisz Rolę

source: Average Order Value
pl: Średnia Wartość Zamówienia

source: Basic Information
pl: Informacje Podstawowe

source: Browse All Restaurants
pl: Przeglądaj wszystkie restauracje

source: Calories
pl: Kalorie

source: Calories Range
pl: Zakres Kalorii

source: Cancel
pl: Anuluj

source: Cancel Order
pl: Anuluj Zamówienie

source: Carbs
pl: Węglowodany

source: Carbs Range
pl: Zakres Węglowodanów

source: Cart
pl: Koszyk

# cartEmpty
source: Your cart is empty.
pl: Twój koszyk jest pusty.

source: Categories
pl: Kategorie

# categoryCreated
source: {type} category created
pl: Kategoria {type} utworzona

# categoryDeleted
source: Category deleted successfully
pl: Kategoria usunięta pomyślnie

source: Category Name
pl: Nazwa Kategorii

# categoryUpdated
source: Category updated successfully
pl: Kategoria zaktualizowana pomyślnie

source: Change
pl: Zmień

source: Change Image
pl: Zmień Obraz

source: Change Password
pl: Zmień Hasło

source: Change Status
pl: Zmień Status

source: City
pl: Miasto

source: Clear and Add
pl: Wyczyść i Dodaj

# clearCartMessage
source: Your cart contains items from another restaurant. Do you want to clear your cart and add this item?
pl: Twój koszyk zawiera produkty z innej restauracji. Czy chcesz wyczyścić koszyk i dodać ten produkt?

# clearCartQuestion
source: Clear cart?
pl: Wyczyścić koszyk?

source: Clear filter
pl: Wyczyść filtr

source: Confirm
pl: Potwierdź

source: Confirm Delete
pl: Potwierdź Usunięcie

# confirmDeleteCourier
source: Are you sure you want to delete courier {email}? They will be unassigned from any deliveries.
pl: Czy na pewno chcesz usunąć kuriera {email}? On zostanie odłączony z wszystkich dostaw.

# confirmDeleteUser
source: Are you sure you want to delete user {email}? They will be unassigned from any restaurants or orders.
pl: Czy na pewno chcesz usunąć użytkownika {email}? On zostanie odłączony z restauracji lub wszystkich zamówień.

source: Confirm New Password
pl: Potwierdź Nowe Hasło

source: Confirm Order
pl: Potwierdź Zamówienie

source: Confirm Password
pl: Potwierdź hasło

source: Confirm Status Change
pl: Potwierdź Zmianę Statusu

source: Contact Details
pl: Dane Kontaktowe

source: Could not launch map
pl: Nie można otworzyć mapy

# couldNotLaunchPhone
source: Could not launch phone dialer
pl: Nie można otworzyć wybierania numeru

source: Count
pl: Liczba

source: Create Account
pl: Utwórz Konto

source: Create Custom Plan
pl: Stwórz Własny Plan

source: Create Meal
pl: Utwórz Posiłek

source: Create Meal Plan
pl: Utwórz Plan Posiłków

source: Create New
pl: Utwórz Nowego

source: Create Restaurant
pl: Utwórz Restaurację

# customMealPlanPromoSubtitle
source: Select a restaurant and create a meal plan that fits your diet logic.
pl: Wybierz restaurację i stwórz plan posiłków dopasowany do Twojej diety.

# customMealPlanPromoTitle
source: Build Your Perfect Meal Plan
pl: Stwórz Swój Idealny Plan

# customerLabel
source: Customer
pl: Klient

source: Customers
pl: Klienci

source: Daily Orders
pl: Dzienne Zamówienia

# daysCount
source: {count} days
pl: {count} dni

source: Delete
pl: Usuń

source: Delete Address
pl: Usuń Adres

# deleteAddressConfirmation
source: Are you sure you want to delete this address?
pl: Czy na pewno chcesz usunąć ten adres?

# deleteCategory
source: Delete {type} Category
pl: Usuń Kategorię {type}

# deleteCategoryConfirmation
source: Are you sure you want to delete "{name}"?
pl: Czy na pewno chcesz usunąć "{name}"?

source: Delete Diet Category
pl: Usuń Kategorię Diety

source: Delete Meal
pl: Usuń Posiłek

# deleteMealConfirmation
source: Are you sure you want to delete "{name}"?
pl: Czy na pewno chcesz usunąć "{name}"?

source: Delete Meal Plan
pl: Usuń Plan Posiłków

# deleteMealPlanConfirmation
source: Are you sure you want to delete "{name}"?
pl: Czy na pewno chcesz usunąć "{name}"?

source: Delete Restaurant
pl: Usuń Restaurację

# deleteRestaurantConfirmation
source: Are you sure you want to delete "{name}"?
pl: Czy na pewno chcesz usunąć "{name}"?

source: Delivery
pl: Dostawa

source: Delivery Address
pl: Adres Dostawy

source: Delivery Date
pl: Data Dostawy

# deliveryDateWithDate
source: Delivery Date: {date}
pl: Data Dostawy: {date}

source: Delivery Days
pl: Dni Dostawy

source: Delivery Details
pl: Szczegóły Dostawy

source: Delivery Fee
pl: Opłata za dostawę

source: Delivery Schedule
pl: Harmonogram Dostaw

# deliveryStatusUpdated
source: Delivery status updated successfully
pl: Status dostawy zaktualizowany pomyślnie

source: Delivery Success
pl: Dostawy Pomyślne

source: Description
pl: Opis

source: Diet
pl: Dieta

source: Diet Categories
pl: Kategorie Diet

# dietCategoryHint
source: e.g., Vegan, Keto, Gluten-Free
pl: np. Wegańska, Keto, Bezglutenowa

# discoverMessage
source: Discover delicious meal plans from top restaurants
pl: Odkryj pyszne plany posiłków z najlepszych restauracji

source: Done
pl: Gotowe

# dontHaveAccount
source: Don't have an account?
pl: Nie masz konta?

source: Courier
pl: Kurier

# courierAssignFailed
source: Failed to assign courier. Please retry.
pl: Nie udało się przypisać kuriera. Spróbuj ponownie.

# courierAssignedSuccess
source: Courier assigned successfully.
pl: Kurier przypisany pomyślnie.

source: Courier Dashboard
pl: Panel Kuriera

# courierDeleted
source: Courier deleted successfully
pl: Kurier został usunięty pomyślnie

# courierInviteFailed
source: Failed to invite courier: {error}
pl: Nie udało się zaprosić kuriera: {error}

# courierInvitedSuccess
source: Courier invited successfully
pl: Kurier zaproszony pomyślnie

# courierPasswordWillBeEmailed
source: A temporary password will be sent to this email address.
pl: Tymczasowe hasło zostanie wysłane na ten adres email.

# courierRoleLabel
source: COURIER
pl: KURIER

# courierWithName
source: Courier: {name}
pl: Kurier: {name}

source: Couriers
pl: Kuriera

source: Edit
pl: Edytuj

source: Edit Address
pl: Edytuj Adres

source: Edit Restaurant Category
pl: Edytuj Kategorię Restauracji

source: Edit Details
pl: Edytuj Szczegóły

source: Edit Diet Category
pl: Edytuj Kategorię Diety

source: Edit Meal
pl: Edytuj Posiłek

source: Edit Meal Plan
pl: Edytuj Plan Posiłków

source: Enter name...
pl: Wpisz nazwę...

source: Error
pl: Błąd

# errorNetwork
source: Network error. Please check your internet connection.
pl: Błąd sieci. Sprawdź swoje połączenie z internetem.

# errorServer
source: Server error. Please try again later.
pl: Błąd serwera. Spróbuj ponownie później.

# errorTimeout
source: Request timed out. The server is taking too long to respond.
pl: Limit czasu żądania upłynął. Serwer zbyt długo nie odpowiada.

# errorUnauthorized
source: Session expired. Please log in again.
pl: Sesja wygasła. Zaloguj się ponownie.

# exportFailed
source: Failed to export data: {error}
pl: Nie udało się pobrać danych: {error}

source: Export Data
pl: Pobierz Dane

# exportSuccess
source: Data exported successfully
pl: Dane obrane pomyślnie

source: Failed to change password
pl: Nie udało się zmienić hasła

source: Failed to create category
pl: Nie udało się utworzyć kategorii

source: Failed to delete category
pl: Nie udało się usunąć kategorii

source: Failed to load categories
pl: Nie udało się pobrać kategorii

source: Failed to save restaurant
pl: Nie udało się zapisać restauracji

source: Failed to update category
pl: Nie udało się zaktualizować kategorii

source: Failed to update status
pl: Nie udało się zaktualizować statusu

source: Fat
pl: Tłuszcz

source: Fat Range
pl: Zakres Tłuszczu

source: Featured Restaurants
pl: Polecane Restauracje

# fieldRequired
source: Required
pl: Wymagane

# fillAllFields
source: Please fill in all fields
pl: Wypełnij wszystkie pola

source: Final Total
pl: Suma Końcowa

source: First Name
pl: Imię

source: Hide Included Meals
pl: Ukryj zawarte posiłki

source: History
pl: Historia

source: Home
pl: Strona Główna

# imageUpdatedSuccess
source: Image updated successfully!
pl: Obraz zaktualizowany pomyślnie!

# imageUploadFailed
source: Image upload failed. Please retry.
pl: Przesłanie obrazu nie powiodło się. Spróbuj ponownie.

# imageUploadedSuccess
source: Image uploaded successfully!
pl: Obraz przesłany pomyślnie!

source: Invalid email
pl: Nieprawidłowy email

source: Invalid format
pl: Nieprawidłowy format

# invalidNip
source: Invalid NIP (10 digits)
pl: Nieprawidłowy NIP (10 cyfr)

source: Invalid number
pl: Nieprawidłowa liczba

source: Invalid Phone Number
pl: Nieprawidłowy numer telefonu

source: Invalid Zip Code
pl: Nieprawidłowy kod pocztowy

source: Invite
pl: Zaproś

source: Invite Courier
pl: Zaproś Kuriera

source: Invite New Courier
pl: Zaproś Nowego Kuriera

source: Kitchen Schedule
pl: Harmonogram Kuchni

source: Last 30 Days
pl: Ostatnie 30 Dni

source: Last Name
pl: Nazwisko

source: Login
pl: Zaloguj

source: Login failed
pl: Logowanie nie powiodło się

# loginSuccess
source: Login successful!
pl: Logowanie udane!

source: Logout
pl: Wyloguj

source: Manage Deliveries
pl: Zarządzaj Dostawami

source: Manage Diet Categories
pl: Zarządzaj Kategoriami Diet

source: Manage Couriers
pl: Zarządzaj Kuriermi

source: Manage Meal Plans
pl: Zarządzaj Planami Posiłków

source: Manage Meals
pl: Zarządzaj Posiłkami

source: Manage Orders
pl: Zarządzaj Zamówieniami

source: Manage Restaurants
pl: Zarządzaj Restauracjami

source: Manage Users
pl: Zarządzaj Użytkownikami

source: Management
pl: Zarządzanie

source: MARK AS DELIVERED
pl: OZNACZ JAKO DOSTARCZONE

# markAsDeliveredAction
source: Mark as Delivered
pl: Oznacz jako Dostarczone

source: Mark as Picked Up
pl: Oznacz jako Odebrane

# mealDeleteFailed
source: Failed to delete meal
pl: Nie udało się usunąć posiłku

# mealDeleted
source: Meal deleted successfully!
pl: Posiłek usunięty pomyślnie!

source: Meal Name
pl: Nazwa Posiłku

# mealPlanDeleteFailed
source: Failed to delete meal plan
pl: Nie udało się usunąć planu posiłków

# mealPlanDeletedSuccess
source: Meal Plan deleted successfully!
pl: Plan posiłków usunięty pomyślnie!

source: Meal Plan Details
pl: Szczegóły Planu Posiłków

source: Meal Plan Name
pl: Nazwa Planu Posiłków

# mealPlanSaveFailed
source: Failed to save Meal Plan
pl: Nie udało się zapisać planu posiłków

# mealPlanSavedImageFailed
source: Meal Plan saved, but image upload failed. Please retry.
pl: Plan zapisany, ale przesłanie obrazu nie powiodło się. Spróbuj ponownie.

# mealPlanSavedSuccess
source: Meal Plan saved successfully!
pl: Plan posiłków zapisany pomyślnie!

source: Meal Plans
pl: Plany Posiłków

# mealSaveFailed
source: Failed to save Meal
pl: Nie udało się zapisać posiłku

# mealSavedImageFailed
source: Meal saved, but image upload failed. Please retry.
pl: Posiłek zapisany, ale przesłanie obrazu nie powiodło się. Spróbuj ponownie.

# mealSavedSuccess
source: Meal saved successfully!
pl: Posiłek zapisany pomyślnie!

source: Meals Included
pl: Zawarte Posiłki

source: My Addresses
pl: Moje Adresy

source: My Custom Plans
pl: Moje Własne Plany

source: My Meal Plans
pl: Moje Plany Posiłków

source: My Orders
pl: Moje Zamówienia

# newCategory
source: New {type} Category
pl: Nowa Kategoria {type}

source: New Password
pl: Nowe Hasło

# newPasswordMinLength
source: New password must be at least 8 characters
pl: Nowe hasło musi mieć co najmniej 8 znaków

source: New Restaurant Details
pl: Szczegóły Nowej Restauracji

source: No
pl: Nie

source: No addresses found
pl: Brak adresów

source: No categories available
pl: Brak dostępnych kategorii

source: No categories found
pl: Nie znaleziono kategorii

source: No data available
pl: Brak dostępnych danych

source: No deliveries scheduled
pl: Brak zaplanowanych dostaw

source: No description
pl: Brak opisu

source: No diet categories found
pl: Nie znaleziono kategorii diet

source: No items found
pl: Nie znaleziono elementów

# noMealPlanData
source: No meal plan data found
pl: Brak danych o planie posiłków

source: No meals selected.
pl: Brak wybranych posiłków.

# noOrderData
source: No order data available
pl: Brak dostępnych danych o zamówieniach

# noOrders
source: You have no orders.
pl: Nie masz żadnych zamówień.

# noOrdersWithStatus
source: No orders with status "{status}"
pl: Brak zamówień o statusie "{status}"

source: No Owner
pl: Brak właściciela

# noProductionData
source: No production data for this date
pl: Brak danych produkcyjnych na ten dzień

source: No restaurant data.
pl: Brak danych restauracji.

# noRestaurantFound
source: No restaurant found for this account.
pl: Nie znaleziono restauracji dla tego konta.

source: No revenue data available
pl: Brak dostępnych danych o przychodach

source: No statistics available
pl: Brak dostępnych statystyk

source: Nutrition Information
pl: Wartości Odżywcze

source: Old Password
pl: Stare Hasło

source: Operations
pl: Operacje

source: Order
pl: Zamówienie

source: Order cancelled successfully
pl: Zamówienie anulowane pomyślnie

source: Order created successfully
pl: Zamówienie utworzone pomyślnie

source: Order Details
pl: Szczegóły Zamówienia

source: Order Duration
pl: Okres Zamówienia

source: Order Items
pl: Pozycje Zamówienia

source: Order not found
pl: Nie znaleziono zamówienia

# orderProcessFailed
source: Failed to process order. Please retry.
pl: Przetworzenie zam. nie powiodło się. Spróbuj ponownie.

# orderStatusUpdated
source: Order status updated successfully
pl: Status zamówienia zaktualizowany pomyślnie

source: Orders
pl: Zamówienia

source: Orders by Status
pl: Zamówienia według statusu

source: Overview
pl: Przegląd

source: Owner Email
pl: Email Właściciela

source: Owner Password
pl: Hasło Właściciela

source: Password
pl: Hasło

# passwordChangedSuccess
source: Password changed successfully!
pl: Hasło zmienione pomyślnie!

# passwordLengthError
source: Password must be at least 8 characters
pl: Hasło musi mieć co najmniej 8 znaków

# passwordMinLength
source: Min 8 characters
pl: Min 8 znaków

# passwordsDoNotMatch
source: New passwords do not match
pl: Hasła nie są identyczne

source: Pay Now
pl: Zapłać Teraz

# perDay
source: /day
pl: /dzień

source: Phone
pl: Telefon

source: Phone Number
pl: Numer telefonu

source: PICK UP ORDER
pl: ODBIERZ ZAMÓWIENIE

# piecesCount
source: {count} pcs
pl: {count} szt.

# pleaseEnterCategoryName
source: Please enter a category name
pl: Proszę wpisać nazwę kategorii

# pleaseEnterDescription
source: Please enter a description
pl: Wprowadź opis

# pleaseEnterEmail
source: Please enter an email
pl: Wprowadź email

# pleaseEnterName
source: Please enter a name
pl: Wprowadź nazwę

# pleaseEnterPassword
source: Please enter a password
pl: Wprowadź hasło

# pleaseEnterPrice
source: Please enter a price
pl: Wprowadź cenę

# pleaseEnterValidEmail
source: Please enter a valid email
pl: Wprowadź poprawny email

# pleaseEnterValidNumber
source: Please enter a valid number
pl: Wprowadź poprawną liczbę

# pleaseSelectDeliveryAddress
source: Please select a delivery address
pl: Wybierz adres dostawy

# pleaseSelectOwner
source: Please select an owner
pl: Wybierz właściciela

source: Popular Meal Plans
pl: Popularne Plany Posiłków

source: Price
pl: Cena

source: Price Range
pl: Zakres Cenowy

source: Proceed to Checkout
pl: Przejdź do kasy

source: Production Date
pl: Data Produkcji

source: Production Plan
pl: Plan Produkcji

# productionSummary
source: Daily preparation summary
pl: Podsumowanie dzienne przygotowań

source: Profile
pl: Profil

source: Protein
pl: Białko

source: Protein Range
pl: Zakres Białka

# quantity
source: Quantity: {count}
pl: Ilość: {count}

source: Quantity to Cook
pl: Do Ugotowania

source: Register
pl: Zarejestruj

# registrationSuccess
source: Registration successful!
pl: Rejestracja udana!

source: Required field
pl: Pole wymagane

source: Restaurant Categories
pl: Kategorie Restauracji

# restaurantCreatedImageFailed
source: Restaurant created, but image upload failed. Please retry.
pl: Restauracja utworzona, ale przesłanie obrazu nie powiodło się. Spróbuj ponownie.

# restaurantCreatedSuccess
source: Restaurant created successfully!
pl: Restauracja utworzona pomyślnie!

source: Restaurant Dashboard
pl: Panel Restauracji

source: Restaurant deleted
pl: Restauracja usunięta

source: Restaurant Details
pl: Szczegóły Restauracji

source: Restaurant Name
pl: Nazwa Restauracji

source: Restaurant Owner
pl: Właściciel Restauracji

source: Restaurant Revenue
pl: Przychód Restauracji

# restaurantUpdatedSuccess
source: Restaurant updated successfully!
pl: Restauracja zaktualizowana pomyślnie!

source: Restaurants
pl: Restauracje

source: Retry
pl: Ponów

# retryFailed
source: Retry failed: {error}
pl: Ponowna próba nie powiodła się: {error}

source: Revenue Trend
pl: Trend przychodów

# roleAdmin
source: Admin
pl: Administrator

# roleCustomer
source: Customer
pl: Klient

# roleCourier
source: Courier
pl: Kurier

# roleRestaurant
source: Restaurant
pl: Restauracja

# roleUpdated
source: Role updated successfully
pl: Rola zaktualizowana pomyślnie

source: Save
pl: Zapisz

source: Save Changes
pl: Zapisz Zmiany

source: Save Meal
pl: Zapisz Posiłek

source: Save Meal Plan
pl: Zapisz Plan Posiłków

source: Search...
pl: Szukaj...

source: Search by order number...
pl: Szukaj po numerze zamówienia...

source: Search Categories
pl: Szukaj Kategorii

# searchCourierDeliveries
source: Search by order ID, customer, or address...
pl: Wyszukaj po numerze zamówienia, kliencie lub adresie...

source: Search couriers by email...
pl: Szukaj kurierów po emailu...

source: Search meal plans...
pl: Szukaj planów posiłków...

source: Search meals...
pl: Szukaj posiłków...

source: Search restaurants...
pl: Szukaj restauracji...

# searchUsers
source: Search users by email...
pl: Szukaj użytkowników po emailu...

source: Select Address
pl: Wybierz Adres

source: Select at least one meal
pl: Wybierz przynajmniej jeden posiłek

source: Select Categories
pl: Wybierz Kategorie

source: Select Date Range
pl: Wybierz Zakres Dat

source: Select Existing
pl: Wybierz Istniejącego

source: Select Image
pl: Wybierz Obraz

source: Select Language
pl: Wybierz Język

source: Select Meal
pl: Wybierz Posiłek

source: Select Owner
pl: Wybierz Właściciela

# selectedImageLabel
source: Selected:
pl: Wybrano:

source: Selected Meals
pl: Wybrane Posiłki

source: Selected Period
pl: Wybrany Okres

source: Set as default address
pl: Ustaw jako adres domyślny

# showIncludedMeals
source: Show Included Meals ({count})
pl: Pokaż zawarte posiłki ({count})

# signInToContinue
source: Please sign in to continue
pl: Zaloguj się, aby kontynuować

source: Sign up to get started
pl: Zarejestruj się, aby rozpocząć

source: Something went wrong
pl: Coś poszło nie tak

source: Start Building
pl: Zacznij Tworzyć

source: Statistics
pl: Statystyki

# statusActive
source: Active
pl: W realizacji

# statusAssigned
source: Assigned
pl: Przypisane

# statusCancelled
source: Cancelled
pl: Anulowane

# statusChangeConfirmation
source: Change order #{id} status from {oldStatus} to {newStatus}?
pl: Zmienić status zamówienia #{id} z {oldStatus} na {newStatus}?

# statusCompleted
source: Completed
pl: Zakończone

# statusDelivered
source: Delivered
pl: Dostarczone

# statusFailed
source: Failed
pl: Niepowodzenie

# statusPaid
source: Paid
pl: Opłacone

# statusPending
source: Pending
pl: Oczekujące

# statusPickedUp
source: Picked Up
pl: Odebrane

# statusReturned
source: Returned
pl: Zwrócone

# statusUnpaid
source: Unpaid
pl: Nieopłacone

source: Street
pl: Ulica

source: Street Address
pl: Ulica i numer

source: Summary
pl: Podsumowanie

source: Tap to add cover image
pl: Dotknij, aby dodać zdjęcie

source: Temporary Password
pl: Hasło Tymczasowe

source: Total:
pl: Razem:

source: Total Meals
pl: Suma Posiłków

source: Total Orders
pl: Liczba Zamówień

source: Total Price
pl: Cena całkowita

source: Total Revenue
pl: Całkowity Przychód

source: Total Users
pl: Użytkownicy

source: Unable to load home data
pl: Nie udało się załadować danych

source: Unassigned
pl: Nieprzypisany

# unexpectedError
source: An unexpected error occurred: {error}
pl: Wystąpił nieoczekiwany błąd: {error}

source: Unknown Restaurant
pl: Nieznana Restauracja

source: Update Security
pl: Zaktualizuj Zabezpieczenia

# updateSecurityDescription
source: Enter your current password and a new one.
pl: Wprowadź obecne hasło i nowe.

# userDeleted
source: User deleted successfully
pl: Użytkownik został usunięty pomyślnie

source: View All
pl: Zobacz Wszystkie

source: View My Plans
pl: Zobacz Moje Plany

source: Welcome Back
pl: Witaj ponownie

source: Yes
pl: Tak

source: Your cart is empty
pl: Twój koszyk jest pusty

source: Zip Code
pl: Kod pocztowy

source: Are you sure you want to logout?
pl: Czy na pewno chcesz się wylogować?

source: Default Address
pl: Adres domyślny

# confirmDeleteAddress
source: Are you sure you want to delete this address? This action cannot be undone.
pl: Czy na pewno chcesz usunąć ten adres? Tej operacji nie można cofnąć.

source: Deleted Meal Plan
pl: Usunięty Plan Posiłków

source: Yesterday
pl: Wczoraj

source: Today
pl: Dzisiaj

# topRestaurants
source: Top Restaurants by Revenue
pl: Restauracje wg przychodu

source: Total Clients
pl: Liczba Klientów

source: Total Deliveries
pl: Liczba Dostaw

# totalStatsMealPlans
source: Total Meal Plans
pl: Liczba Planów Posiłków

source: Tomorrow
pl: Jutro

# dailyProgress
source: Daily Progress: {count}/{total}
pl: Postęp dnia: {count}/{total}
